[
    {"abstract": "The purpose of this study is to develop a learning tool for high school students studying the scientific aspects of information and communication net- works. More specifically, we focus on the basic principles of network proto- cols as the aim to develop our learning tool. Our tool gives students hands-on experience to help understand the basic principles of network protocols.", "authors": ["Makoto Satoh", "Ryo Muramatsu", "Mizue Kayama", "Kazunori Itoh", "Masami Hashimoto", "Makoto Otani", "Michio Shimizu", "Masahiko Sugimoto"], "n_citation": 0, "references": ["51c7e02e-f5ed-431a-8cf5-f761f266d4be", "69b625b9-ebc5-4b60-b385-8a07945f5de9"], "title": "Preliminary Design of a Network Protocol Learning Tool Based on the Comprehension of High School Students: Design by an Empirical Study Using a Simple Mind Map", "venue": "international conference on human-computer interaction", "year": 2013, "id": "00127ee2-cb05-48ce-bc49-9de556b93346"},
    {"abstract": "This paper describes the design and implementation of a methodology for the visualisation and hypothetical virtual reconstruction of Roman polychrome statuary for research purposes. The methodology is intended as an attempt to move beyond visualisations which are simply believable towards a more physically accurate approach. Accurate representations of polychrome statuary have great potential utility both as a means of illustrating existing interpretations and as a means of testing and revising developing hypotheses. The goal of this methodology is to propose a pipeline which incorporates a high degree of physical accuracy whilst also being practically applicable in a conventional archaeological research setting. The methodology is designed to allow the accurate visualisation of surviving objects and colourants as well as providing reliable methods for the hypothetical reconstruction of elements which no longer survive. The process proposed here is intended to limit the need for specialist recording equipment, utilising existing data and those data which can be collected using widely available technology. It is at present being implemented as part of the 'Statues in Context' project at Herculaneum and will be demonstrated here using the case study of a small area of the head of a painted female statue discovered at Herculaneum in 2006.", "authors": ["Gareth Beale", "Graeme Earl"], "n_citation": 50, "references": ["10482dd3-4642-4193-842f-85f3b70fcf65", "3133714c-f979-4d84-9224-97361cf053ab", "3a926fef-7422-4654-8776-8e31b45be563", "52f480e8-85e6-4c01-9e5b-d75eabf6a8ec", "6f52f995-7c4c-4a92-83aa-d1c9fbd2465c", "8bd964d6-c45f-448c-9e65-efe5f98ca0a0", "8fa0a362-6522-48fc-bd5e-24de00ed6511", "9bfa8c24-8fb6-44d9-ba42-38b22f9cf34b", "b57cc9ef-64b6-479d-9918-5f283af3219d", "b678b546-e867-4a57-8963-c5545b04f32d", "e5c40bf5-7ee2-4cff-a75a-b708ab69997b", "f0dccb0c-c17a-4fcb-a89f-fe4bdfa3356d", "fdd93623-31c8-487b-8554-d6c6b25af5f6"], "title": "A methodology for the physically accurate visualisation of roman polychrome statuary", "venue": "visual analytics science and technology", "year": 2011, "id": "001c58d3-26ad-46b3-ab3a-c1e557d16821"},
    {"abstract": "This article applied GARCH model instead AR or ARMA model to compare with the standard BP and SVM in forecasting of the four international including two Asian stock markets indices.These models were evaluated on five performance metrics or criteria. Our experimental results showed the superiority of SVM and GARCH models, compared to the standard BP in forecasting of the four international stock markets indices.", "authors": ["Altaf Hossain", "Faisal Zaman", "Mohammed Nasser", "M. Mufakhkharul Islam"], "n_citation": 50, "references": ["2d84c0f2-e656-4ce7-b018-90eda1c132fe", "a083a1b9-8dfb-45d6-99a9-fa30c4a6e9f5"], "title": "Comparison of GARCH, Neural Network and Support Vector Machine in Financial Time Series Prediction", "venue": "pattern recognition and machine intelligence", "year": 2009, "id": "001c8744-73c4-4b04-9364-22d31a10dbf1"},
    {"authors": ["Jea-Bum Park", "Byungmok Kim", "Jian Shen", "Sun-Young Kim", "Dae-Seok Rho"], "n_citation": 0, "references": ["8c78e4b0-632b-4293-b491-85b1976675e6", "9cdc54f0-f1a0-4422-ac16-d9164d9371ee"], "title": "Development of Remote Monitoring and Control Device for 50KW PV System Based on the Wireless Network", "venue": "", "year": 2011, "id": "00338203-9eb3-40c5-9f31-cbac73a519ec"},
    {"authors": ["Giovanna Guerrini", "Isabella Merlo"], "n_citation": 2, "title": "Reasonig about Set-Oriented Methods in Object Databases.", "venue": "", "year": 1998, "id": "0040b022-1472-4f70-a753-74832df65266"},
    {"authors": ["Rafael Álvarez", "Leandro Tortosa", "José-Francisco Vicent", "Antonio Zamora"], "n_citation": 0, "title": "COMPARING GNG3D AND QUADRIC ERROR METRICS METHODS TO SIMPLIFY 3D MESHES", "venue": "international conference on computer graphics theory and applications", "year": 2009, "id": "005ce28f-ed77-4e97-afdc-a296137186a1"},
    {"authors": ["Jovan Dj. Golic", "Guglielmo Morgari"], "n_citation": 2, "title": "Vectorial fast correlation attacks.", "venue": "", "year": 2004, "id": "00638a94-23bf-4fa6-b5ce-40d799c65da7"},
    {"authors": ["Guzin Ulutas", "Mustafa Ulutas", "Vasif V. Nabiyev"], "n_citation": 0, "references": ["5626736c-e434-4e2d-8405-54940fab88ab", "8e87e87b-87a8-4dd2-8365-e79fbe1b4b93", "98f543e3-d61c-4099-ae96-237816472592", "99e7103c-1f1c-4ac6-8cb1-e0af35606848"], "title": "Improved Secret Image Sharing Method By Encoding Shared Values With Authentication Bits", "venue": "international symposium on computer and information sciences", "year": 2011, "id": "00701b05-684f-45f9-b281-425abfec482c"},
    {"authors": ["Pranay Chaudhuri", "Hussein Thompson"], "n_citation": 0, "title": "A Self-Stabilizing Algorithm for Finding the Cutting Center of a Tree.", "venue": "parallel and distributed processing techniques and applications", "year": 2003, "id": "00745041-3636-4d18-bbec-783c4278c40d"},
    {"authors": ["Dominik Szajerman", "Adam Jurczyński"], "n_citation": 0, "references": ["3fcd7cdc-20e6-4ea3-a41c-db126fcc5cfe", "bf3a11ca-5c4b-4b26-9b7a-0881b8d0f6c2"], "title": "Fur Visualisation for Computer Game Engines and Real-Time Rendering", "venue": "international conference on computer vision and graphics", "year": 2014, "id": "00964544-cbe2-4da9-bb5a-03333160eb34"},
    {"abstract": "Recent achievements in Natural Language Processing (NLP) and Psychology invoke the challenges to identify the insight of emotions. In the present study, we have identified different psychology related theme words while analyzing emotions on the interview data of ISEAR (International Survey of Emotion Antecedents and Reactions) research group. Primarily, we have developed a Graphical User Interface (GUI) to generate visual graphs for analyzing the impact of emotions with respect to different background, behavioral and physiological variables available in the ISEAR dataset. We have discussed some of the interesting results as observed from the generated visual graphs. On the other hand, different text clusters are identified from the interview statements by selecting individual as well as different combinations of the variables. Such textual clusters are used not only for retrieving the psychological theme words but also to classify the theme words into their respective emotion classes. In order to retrieve the psychological theme words from the text clusters, we have developed a rule based baseline system considering unigram based keyword spotting technique. The system has been evaluated based on a Top-n ranking strategy (where n=10, 20 or 30 most frequent theme words). Overall, the system achieves the average F-Scores of .42, .32, .36, .42, .35, .40 and .40 in identifying theme words with respect to Joy, Anger, Disgust, Fear, Guilt, Sadness and Shame emotion classes, respectively.", "authors": ["Ankita Brahmachari", "Priya Singh", "Avdhesh Garg", "Dipankar Das"], "n_citation": 0, "references": ["84d47128-58d0-4187-aa44-389fde7d5c83", "e0dce69e-5bb6-4835-a624-066f5cd0420b", "f4b32fa0-8bc6-422b-999c-d2c32e261e1f"], "title": "Identifying Psychological Theme Words from Emotion Annotated Interviews", "venue": "", "year": 2013, "id": "00a119c4-d367-4607-b3c8-b237f2971bff"},
    {"authors": ["David Al-Dabass", "Christopher Goodwin", "K. Sivayoganathan"], "n_citation": 0, "title": "Simulation of a vision steering system for road vehicles", "venue": "", "year": 1995, "id": "00ba1eb4-d1aa-4587-892b-d9dcc38c1a78"},
    {"abstract": "Recently, Bridges and Reich introduced the concept of multisymplectic spectral discretizations for Hamiltonian wave equations with periodic boundary conditions [5]. In this paper, we show that the ID nonlinear Schrodinger equation and the 2D Gross-Pitaevskii equation are multi-symplectic and derive multi-symplectic spectral discretizations of these systems. The effectiveness of the discretizations is numerically tested using initial data for multi-phase solutions.", "authors": ["Alvaro L. Islas", "Constance M. Schober"], "n_citation": 50, "references": [], "title": "Multisymplectic Spectral Methods for the Gross-Pitaevskii Equation", "venue": "international conference on conceptual structures", "year": 2002, "id": "00bcf2d5-1592-46b0-81fd-933f90b5ecca"},
    {"abstract": "Most applications of the abstract interpretation framework[2] have been foranalyzing functional programs use functions on abstract values to approxi-mate functions, thus assuming that functions may be called at all arguments.When the abstract domain is ﬁnite, this approach can easily be generalizedto higher order functional languages as shown for example by [1]. In practicethis leads to combinatorial explosion problems as observed, for example, instrictness analysis of higher order functional languages.", "authors": ["Patrick Cousot", "Radhia Cousot"], "n_citation": 50, "references": ["6e8a3ec3-9a99-4fac-ac4d-f8d1bf0fa208", "7bb71afa-91b8-46e7-9008-da84e0427b93", "838d99b5-5b05-41a8-adc7-a597195fefad", "9a4984f9-27d4-47eb-8bc8-0469bf540f94", "afa6d820-c762-4285-a25d-9dd985929ec3"], "title": "Relational Abstract Interpretation of Higher Order Functional Programs (extended abstract)", "venue": "", "year": 1991, "id": "00c85316-bddf-4bcb-93f5-097adadd73c2"},
    {"abstract": "Three speech training systems for hearing-impaired children were designed and constructed using a minicomputer and a microprocessor. The first system displays the lateral shape of the vocal tract for each vowel estimated from the speech sound. In this system, three storages are prepared. One of them can be used to store a reference shape which may be estimated from a teacher's voice or a prepared standard shape. A child can articulate seeing the reference shape and re-articulate comparing his own first articulation with the reference shape. The system can also compare the estimated shape with the reference one and produce instructions with animated cartoons which show where any articulatory defects exist. The second system displays successively the lateral shapes for articulation of any phoneme sequences containing consonants. The third system displays the first two formant frequencies extracted from speech as a spot on the F1-F2 plane, where the regions of vowels are shown in color. Preliminary use of these devices has shown that they complement each other to form a more effective system of speech training.", "authors": ["Minoru Shigenaga", "Yoshihiro Sekiguchi"], "n_citation": 0, "title": "Speech training systems using lateral shapes of vocal tract and F1-F2 diagram for hearing-impaired children", "venue": "international joint conference on artificial intelligence", "year": 1979, "id": "00ca027b-5174-40fa-bf63-9a97c2a5f518"},
    {"authors": ["Reiko Heckel", "Tom Mens", "Michel Wermelinger"], "n_citation": 50, "title": "Software Evolution through Transformations.", "venue": "Electronic Notes in Theoretical Computer Science", "year": 2003, "id": "00dc2bba-3237-4d4e-b541-1205b97df981"},
    {"abstract": "This paper focuses on knowledge engineering for the development of a system that provides affective interaction in mobile devices. The system bases its inferences about users' emotions on user input evidence from the keyboard and the microphone of the mobile device. For this purpose different experimental studies have been conducted with the participation of mobile users and human experts. The experiments' aim was twofold. They aimed at revealing the criteria that are taken into account in each mode for emotion recognition as well as their weight of importance. The results of the studies are further used for the application of a multi-criteria decision making model.", "authors": ["Efthymios Alepis", "Maria Virvou", "Katerina Kabassi"], "n_citation": 50, "references": ["522bea13-bd45-4918-9478-e87ae2f039f7", "60507d41-633f-4a9d-8265-b66b895a6af2", "6ab0f76f-a0b4-4747-aba0-4dbb43683dd3", "ce3efb6d-06c0-44ba-9b5b-1c03c5ee39d5", "e00936e8-c5b3-4833-871a-938a7b11e501"], "title": "Knowledge Engineering for Affective Bi-Modal Interaction in Mobile Devices", "venue": "joint conference on knowledge-based software engineering", "year": 2008, "id": "00dd5ece-1339-4cb6-a08e-43742ae2dac6"},
    {"authors": ["Milos Zelezný", "Petr Císar", "Zdenek Krnoul", "Jan Novák"], "n_citation": 7, "title": "Design of an audio-visual speech corpus for the czech audio-visual speech synthesis.", "venue": "conference of the international speech communication association", "year": 2002, "id": "00e02aeb-b424-4ca8-b3ca-6e18e322f79e"},
    {"authors": ["Abdullah Alsubaie", "Antonio Di Pietro", "Jose R. Marti", "Pranab Kini", "Ting Fu Lin", "Simone Palmieri", "Alberto Tofani"], "n_citation": 6, "references": ["0293844d-7244-4562-a6ca-d84bcd9c10a5", "14cd3cf4-7086-4387-8b96-8f64359ac38e", "6f833909-d73b-41f1-ac80-93855a8a9492", "9af84bb2-1378-4ad1-bb14-0377896b057d", "bbd5674c-05fa-4ccf-9999-36b436c1ce89", "ca159adb-f25e-4246-9624-42b422ffc5a9"], "title": "A Platform for Disaster Response Planning with Interdependency Simulation Functionality", "venue": "", "year": 2013, "id": "00e3940b-201b-40ba-bd20-dbdaf26ad324"},
    {"authors": ["Tien Ho-Phuoc", "Anne Guérin-Dugué", "Nathalie Guyader"], "n_citation": 3, "title": "A COMPUTATIONAL SALIENCY MODEL INTEGRATING SACCADE PROGRAMMING", "venue": "international conference on bio-inspired systems and signal processing", "year": 2009, "id": "00fd4f6f-c7a1-49a2-a029-d583d1d7a8b1"},
    {"abstract": "Embedded systems often have limited amounts of available memory, thus encouraging the development of compact programs. This paper presents a link-time program compactor for the embedded MIPS architecture. The application of several important data flow and control flow analyses and the related program transformations at link-time are discussed and evaluated for a collection of typical embedded applications compiled against the uClibc library targeted at the embedded market. With the presented link-time compactor, code size reductions of up to 27% are obtained, and speedups of up to 17%.", "authors": ["Matias Madou", "Bjorn De Sutter", "Bruno De Busscher", "Ludo Van Put", "Koen De Bosschere"], "n_citation": 50, "title": "Link-time compaction of MIPS programs", "venue": "european symposium on algorithms", "year": 2004, "id": "01047814-b615-4449-9a30-8ef36c3c1693"},
    {"authors": ["Marco Baroni", "Francis Chantree", "Adam Kilgarriff", "Serge Sharoff"], "n_citation": 101, "title": "Cleaneval: a Competition for Cleaning Web Pages.", "venue": "language resources and evaluation", "year": 2008, "id": "01082175-d4e3-456a-9557-668b2449be05"},
    {"abstract": "Xax is a browser plugin model that enables developers to leverage existing tools, libraries, and entire programs to deliver feature-rich applications on the web. Xax employs a novel combination of mechanisms that collectively provide security, OS-independence, performance, and support for legacy code. These mechanisms include memory-isolated native code execution behind a narrow syscall interface, an abstraction layer that provides a consistent binary interface across operating systems, system services via hooks to existing browser mechanisms, and lightweight modifications to existing tool chains and code bases. We demonstrate a variety of applications and libraries from existing code bases, in several languages, produced with various tool chains, running in multiple browsers on multiple operating systems. With roughly two person-weeks of effort, we ported 3.3 million lines of code to Xax, including a PDF viewer, a Python interpreter, a speech synthesizer, and an OpenGL pipeline.", "authors": ["John R. Douceur", "Jeremy Elson", "Jon Howell", "Jacob R. Lorch"], "n_citation": 50, "references": ["0abc9de7-e047-44fc-998d-4bf02b9bc9ab", "2c9ebc3d-713f-42d8-a867-0ff2d24644d3", "3c60b421-a347-4d55-b603-bc34f5c2a40d", "4176c232-fa9d-4540-a778-d2fe285cd2ae", "419b6c55-1573-4f46-b922-fe738c4cfde0", "440c32ee-b296-47b4-bd9e-c57e9743fd47", "474ceb1b-cb0f-4567-b72d-e80b2436d9e7", "485eeb4b-a2f8-4796-9b1e-ed3c793bc6b1", "569b777f-eb40-4fa8-9567-c5844c8c3522", "5aa9499d-836a-4b54-9db7-f67a6d849dfa", "5d51741f-f7df-44ca-ac2d-44071ab608c2", "7596d96c-6c5a-4fef-9471-a461ef44e747", "7d3ad5e5-f72e-4670-9e3e-4abda6124c52", "a4d42fcb-07bd-4069-bf66-4c1a07110534", "a59d52f1-2a9a-4432-807f-fe3c090a5755", "b1344aa2-8641-43ea-8f44-3e41148a4134", "b4889853-7347-4c70-9de3-b827a7ab4fa4", "b826aeb6-49f6-42a8-878b-4b45d69c9fbb", "b9c5935f-eff4-450d-98ab-c9b75dd59db8", "c2c345e8-59c0-4140-9e27-8fcd2518f1f2", "c80941b6-fa1b-488b-9f39-b7a642132a74", "df8373df-b271-4477-9c98-612aa569aac0", "dfe956b4-b304-497f-8db3-40b2b990282e", "fb33c0b8-9b3d-4245-a25a-bba6bce64b69", "fd5b4339-0328-41fc-90b7-12d5f093072c"], "title": "Leveraging legacy code to deploy desktop applications on the web", "venue": "operating systems design and implementation", "year": 2008, "id": "010d4ce9-0279-4166-ae73-14551ded6404"},
    {"abstract": "In recent years, most of mobile phones have a function of pedestrian navigation guidance. It was reported that users sometimes feel anxiety because of low accuracy of the position estimation especially in urban area and delay of information updating. In order to reduce the anxiety, a route planning algorithm is proposed in this study, which weighs user's difficulty (or easiness) of locating own current position as well as total physical distance of courses. The difficulty is estimated by valuation functions based on the \"recognizability\" and \"visibility\" of landmarks. An experimental study conducted in real situation using a prototype system to examine and refine the model for the optimal route planning. As the result, a modified model is proposed as a promising method of route planning for user's easy wayfinding.", "authors": ["Hiroshi Furukawa", "Yutaka Nakamura"], "n_citation": 7, "references": ["b2f0e0d3-0071-4076-921e-f93f30160c1c", "f030524f-f3fa-472b-9c08-f87559998132"], "title": "A pedestrian navigation method for user's safe and easy wayfinding", "venue": "international conference on human computer interaction", "year": 2013, "id": "010d9907-45ef-459a-a293-8e1f41cef2b7"},
    {"authors": ["Nebojsa M. Ralevic", "Lidija Čomić"], "n_citation": 0, "references": ["17d92951-cd71-4945-b1c5-c9c558d92157", "4892fa7f-81bc-4718-baa1-8e166f6f6137", "510eec1d-f82c-4b19-b116-b8fd4c66531a"], "title": "Algorithms for the Construction of Digital Convex Fuzzy Hulls.", "venue": "", "year": 2007, "id": "010fda73-e708-489c-95b8-cccc1e9b089b"},
    {"authors": ["William Perrizo", "Qiang Ding", "Masum Serazi", "Taufik Fuadi Abidin", "Baoying Wang"], "n_citation": 0, "title": "Vertical Database Design for Scalable Data Mining.", "venue": "", "year": 2005, "id": "01103168-55d8-42bd-b8f1-fece74c61fd2"},
    {"abstract": "Previous language modeling approaches to information retrieval have focused primarily on single terms. The use of bigram models has been studied, but the restriction on word order and adjacency may not be justified for information retrieval. We propose a new language modeling approach to information retrieval that incorporates lexical affinities, or pairs of words that occur near each other, without a constraint on word order. The use of compound terms in the vector space model has been shown to outperform the vector model with only single terms (Nie & Dufort, 2002). We explore the use of compound terms in a language modeling approach, and compare our results with the vector space model, and unigram and bigram language model approaches.", "authors": ["Carmen Fernández-Daza Álvarez", "Philippe Langlais", "Jian-Yun Nie"], "n_citation": 50, "references": ["00515e82-3da6-497a-83d3-459e93247123", "0cd820ed-2c9c-4713-91f9-a82f2ec9ada9", "34236c35-f8cc-4d1e-9b84-5f65240046fc", "65e9d883-cc87-4505-ab64-99a181371d6f", "88ce4013-25cd-45c2-ab63-bda1f3d8044c", "894abe0d-19ac-44cc-9e25-d8f4ce1ee44f", "a3a30fff-664e-4e0f-86d5-5eb9a61a6af1", "bf6f92c2-ec4a-44ae-9c42-0873d42811c9", "cc4a8a25-44f1-40ea-b67a-2daad6b54cf8", "db09268d-72cd-43f2-82cf-23c8224052c8", "ea30c29e-bb26-4e39-8a0a-085bbe14a494", "f5b13f47-134a-4b0f-9daf-81a44d94d6f2", "fbbe3725-f139-483c-80d3-bd015b133551"], "title": "Word pairs in language modeling for information retrieval", "venue": "", "year": 2004, "id": "012b88ae-a763-45d6-8f19-2ec9ff739d5f"},
    {"authors": ["Norihiko Moriwaki", "Kazuo Yano", "Dai Senoo"], "n_citation": 0, "references": ["08704b8d-70a1-44b7-b7a6-ad47c0df57c1", "0d3b3887-1f81-4025-81b5-e8d80ea3bb37", "1b21d5d4-d897-45f6-8a66-4870caedab50", "631e0e61-9cc6-42b2-ac12-dc84b488f98f", "99bbadef-b293-421a-a03e-35f928122cff", "d4a99107-babb-4bf7-a6e1-2a6a95b99c45", "ddfb9bd5-0447-4c30-9a2f-2f8523853009"], "title": "Sensor-Data-Driven Knowledge Creation Model: A Model and Empirical Test", "venue": "", "year": 2014, "id": "014df191-abb2-44c0-a5c5-a943551fdd74"},
    {"authors": ["Prudence W. H. Wong", "Fencol C. C. Yung", "Mihai Burcea"], "n_citation": 6, "references": ["08784bb3-09b9-4bd2-a191-2606f3b3a8b8", "16bf10ea-67a2-48e5-8d95-6ed620f63e2e", "2ead5bd3-0315-4a85-bf25-f629fcdb4818", "36f6b946-0085-401b-adf7-511254b5995c", "44e536f1-985a-4c5d-95dc-4f4787104366", "7e12f3db-9b54-4fa7-88e2-58794ef13d31", "869e6a00-3db6-41cf-9b72-871e4686d205", "90e1fe1c-222d-410f-9405-dec0f24c01b1", "911c3ef7-f941-4276-8ead-05e91ddf23b6", "aa323c35-2745-441b-a194-640f1bb258c2", "da3d18de-7d4e-4b51-9df5-ff3a48d1e33c"], "title": "An 8/3 Lower Bound for Online Dynamic Bin Packing", "venue": "international symposium on algorithms and computation", "year": 2012, "id": "01546472-0ac9-47fa-acca-ffcb7fc99097"},
    {"abstract": "Spatial encryption is a generic public-key cryptosystem where vectors play the role of public keys and secret keys are associated to affine spaces. Any secret key associated to a space can decrypt all ciphertexts encrypted for vectors in that space, and the delegation relation is defined by subspace inclusion. Though several constructions of spatial encryption schemes have been proposed in the literature, none of them are known to remain secure in the leakage-resilient setting, in which the adversary may be capable of learning limited additional information about the master secret key and other secret keys in the system. In this paper, we propose the first spatial encryption scheme achieving leakage resilience in the standard model, based on existing static assumptions over bilinear groups of composite order. Our new scheme is based on the leakageresilient HIBE scheme by Lewko, Rouselakis, and Waters in TCC 2011 and can be seen as a generalization of Moriyama-Doi spatial encryption scheme to the leakage-resilient setting.", "authors": ["Michel Abdalla", "Jill-Jênn Vie"], "n_citation": 50, "references": ["3140c9ba-8d98-42a7-b6b8-c58fdaa8fe75", "4708b4d5-ddd8-48f7-ab7f-e14f925fbe62", "7432d716-a4ae-42f8-9dae-6599b6f3b475", "ad0777e4-aab4-41b1-928a-2844e2da585e", "b6aea9c9-30b3-4fcb-bf8f-adb19920c137", "c086c363-f6a2-475e-9ffa-23f3c5fffcf7", "f40ff3ec-979e-4f88-ab47-520879876fed", "fb9ea451-ad58-40da-be73-6e60b6607f8f"], "title": "Leakage-Resilient spatial encryption", "venue": "", "year": 2012, "id": "016a9a21-e882-4cda-a2b1-b2b46f10601e"},
    {"authors": ["Olivia Mendoza", "Patricia Melin", "Oscar Castillo", "Juan R. Castro"], "n_citation": 50, "references": ["159fdfd2-921e-4258-9e28-1b2c030e840e", "1a1e2640-6ff2-4903-b5a7-00e5a1ee88ac", "2067d340-12f9-45ff-b2ee-7c7e03e8b31b", "26e9d4da-63b3-4d8b-b1e5-c44da561317a", "563ad81b-436a-49cd-8ad6-715f26cb7093", "5e8b0e8a-d687-4333-bfe9-73b4c1bebde5", "60c8fac6-b4ce-43e1-80a7-d5fef740dc98", "65106f7a-8bce-4521-ac08-a545f9fd59fa", "85a340e0-b502-44d4-b720-fc632eee4602", "92435821-32a7-4c7e-a449-fba924253ad2", "b4f9c7c7-2e12-4c0f-8f3e-e62a89d8ad89", "bd2e8f8e-9e8f-4807-a68e-da0bdbce8c0c", "bf0eb96c-851f-450f-8058-dc086f0aaf21", "c0e956de-4a59-4e41-9dca-f6c04b41b371", "d735328f-1ed7-4969-b042-a7f77f425fd9", "fe50dabf-1f31-49a9-94d0-3b3656cd17ce"], "title": "Comparison of Fuzzy Edge Detectors Based on the Image Recognition Rate as Performance Index Calculated with Neural Networks", "venue": "soft computing", "year": 2010, "id": "016eba4d-f912-4927-874b-b0679bea78d2"},
    {"abstract": "In system operations the term rollback is often used to imply that arbitrary changes can be reversed i.e. ‘rolled back’ from an erroneous state to a previously known acceptable state. We show that this assumption is flawed and discuss error-correction schemes based on absolute rather than relative change.#R##N##R##N#Insight may be gained by relating change management to the theory of computation. To this end, we reformulate previously-defined ‘convergent change operators’ of Burgess into the language of groups and rings. We show that, in this form, the problem of rollback from a convergent operation becomes equivalent to that of ‘division by zero’ in computation. Hence, we discuss how recent work by Bergstra and Tucker on zero-totalized fields helps to clear up long-standing confusion about the options for ‘rollback’ in change management.", "authors": ["Mark Burgess", "Alva L. Couch"], "n_citation": 8, "references": ["363278e2-6c9d-45f5-90cd-0c4aaeb36631", "3a6f3221-72f5-45d4-9fc4-8e7f8944bf50", "4f3ff5a9-25d1-4390-a354-9bb398d6cf45", "5ae21162-79ec-4c93-a2c1-b77c3ad94362", "5afceaf5-ed1d-413e-88c4-2670b3468ad7", "695329b3-4785-4e2f-aa1e-bd9b51079f24", "6e8f862a-1706-4f2c-beb5-8784df31f8d2", "8310ea3b-7fe3-4f53-ad7e-b298b507742a", "84c8fbdb-ec78-45e1-b8ca-d273ea43786a", "a322685d-16d8-4746-ab7a-392281ca58b0", "ba78ca8a-5950-4c25-8441-992bdadbbacc", "c05c3549-ddf2-4c1f-a8c6-c7b16288cccd", "cab6b3f1-7525-424f-ae13-1fd1790c4c6a", "d67da751-078c-48ba-9871-819e4e0c5526", "e2c57efb-188e-41ca-a0ef-5d79443bc9be"], "title": "On system rollback and totalized fields: An algebraic approach to system change", "venue": "The Journal of Logic and Algebraic Programming", "year": 2011, "id": "01705f09-d395-4a0f-a89f-8d18382c81cc"},
    {"authors": ["Martine Collard", "Ricardo Martinez"], "n_citation": 3, "references": ["0102f234-e30b-4b35-88a4-27e57838947a", "0361ea07-d858-4cc5-86b0-531e2de6c9d0", "15a4cc4f-91ca-465a-882c-5beb6bc736e1", "2dd9df26-ad59-40db-8ecd-7cedba93c47e", "52aa4fcb-9b77-446d-aae4-8d18c600b8a0", "601aaafd-9b76-4fee-bce8-8d2257de0f12", "6184088e-8d62-4968-b2cd-f02823d5e18a", "61eff47d-5889-4525-bcb5-7510387cf39c", "62b04eff-efd2-41d3-883d-d4383060204b", "6fb8c97c-2a05-452c-b04f-4252ac70e39a", "93107c6a-088d-47b3-b1e6-5263744d583d", "9ea124fc-abf1-4217-8c4d-21c7493abe83", "a2a06bf4-5637-4949-9780-d057ac30bfeb", "b2943581-6453-4301-8d90-48b1f3575bfc", "b508d43a-b597-4c9a-bb7e-359d01f85804", "ba0c73c2-be8a-4078-a8e0-ea6c590fef78", "c615de1a-d45d-46b0-bf34-371df6f81d14", "d7652123-2599-47cb-9542-bac164fa7ebb", "e5bfd133-3b8c-4469-980d-be26f412e278", "f455cb3b-53c7-4e11-8d4b-b58c1b5c33cb", "fbc36fbe-7284-497a-a504-c9d21063a770"], "title": "Extracted Knowledge Interpretation in mining biological data: a survey.", "venue": "research challenges in information science", "year": 2007, "id": "01733dc2-4910-40db-8a4e-eca926637b00"},
    {"authors": ["Yosuke Furukawa", "Yusuke Kamoi", "Tatsuya Sato", "br", "Tomohiro Takagi"], "n_citation": 50, "title": "Context Dependent Automatic Textile Image Annotation Using Networked Knowledge", "venue": "Journal of Advanced Computational Intelligence and Intelligent Informatics", "year": 2007, "id": "019a51de-5136-41cb-81fa-ed659c915913"},
    {"abstract": "Business strategy should be well understood in order to support an enterprise to achieve its vision and to define an architecture supporting that vision. While business views are identified in many Enterprise Architecture (EA) proposals, business strategy formulations from the area of Strategic Management are overlooked. Thus, IT solutions cannot be traced back to business strategy in a clear and unambiguous way. Our intended proposal, a Unified Business Strategy Meta-Model (UBSMM), aims at establishing such a link. UBSMM is a formalization of the integration of known business strategy formulations with precise semantics enabling its model-level usage to provide strategic awareness to Enterprise Architecture. In this paper we present the development process of UBSMM, and further, we propose conceptual relationships towards Enterprise Architecture (EA).", "authors": ["Constantinos Giannoulis", "Jelena Zdravkovic", "Michaël Petit"], "n_citation": 12, "references": ["0ce446cf-4f4f-49d5-b08c-e7dcacebf53b", "2819d0c5-ecb8-47bf-a039-6ae12e308990", "62441d8d-61e5-447f-904a-3f0df62ca637", "9a7a02ff-85da-4025-92cd-be697b78a9d2", "9de6730b-9e66-46fb-8745-12878a7ad952", "db685543-19b7-46ba-a09c-5c14ac26758a", "eb284910-ca3f-44d3-8362-6d2fff451705", "f47687ef-397f-4414-96e1-97d0b5cd43b0", "feb84715-8166-4c1a-a051-435119d5b31c"], "title": "Model-Driven Strategic Awareness: From a Unified Business Strategy Meta-Model (UBSMM) to Enterprise Architecture", "venue": "", "year": 2012, "id": "01b6f2ca-3903-4196-a932-47a4be4c00bf"},
    {"abstract": "FTP Mirror Tracker is a software package (written in Perl and C++) that enables transparent, user-controlled redirection to the nearest anonymous FTP mirror sites that are exact replicas of the original source. This redirection can be achieved by using a Web Cache server or by making HTTP requests to the FTP Mirror Tracker directly. The Mirror Tracker also has internal URN support and can be used as a URN resolver for FTP requests. Underlying the system is a MySQL database recording FTP mirror site details. In this report we explain how this database is constructed, and show how it may be used - directly by end users, and under the policy based control of Web Cache and mirror service administrators.", "authors": ["Alexei Novikov", "Martin Hamilton"], "n_citation": 0, "references": [], "title": "FTP Mirror Tracker: A Few Steps Towards URN", "venue": "usenix large installation systems administration conference", "year": 2000, "id": "01ccb92f-46f1-400e-be19-f6d755115693"},
    {"abstract": "There are a number of alternative techniques for dealing with uncertainty. Here we discuss rough set, fuzzy rough set, and intuitionistic rough set approaches andhowtoincorporateuncertaintymanagementusingthemintherelationaldatabase model. The impacts of rough set techniques on fundamental database concepts such as functional dependencies and information theory are also considered.", "authors": ["Theresa Beaubouef", "Frederick E. Petry"], "n_citation": 0, "references": ["09b666de-6279-486c-beb2-f56881de7a0f", "1aeb1263-29f6-4705-9f5e-848cd63cc32c", "2adfb010-af13-4f71-935e-2abe11f7a876", "43176bdf-6bce-40dc-8cb1-bc55467ce0dd", "5d0d245e-a76b-49cf-907b-56eafc98cf25", "799c6f85-729f-43bf-a704-daca592c5ec1", "7b7b8ac1-d61f-4b87-b745-73352713e600", "85738c92-0ea0-46f3-af5e-89ee93a5c084", "86d86a0c-fab3-423d-b9e1-16057c039c54", "8ed7c007-dcdc-4d28-9e8b-8d9bc08e17b4", "91780b5c-8756-443c-81b4-4952f24697b3", "9630838e-eeae-4997-b71d-988d85a78458", "a4589cfe-15e7-4c34-9349-d002d1d2c9df", "aa0cd751-33a0-4cab-aeaa-13bbb460f46b", "b30ac9e1-8884-48cb-95b8-21b1d600ac7d", "b3df01ec-8e5f-4a29-81d7-496abc3c1174", "b49c1e2b-0cd0-4950-a724-00c698e5b49d", "b4ddda4c-b212-4c88-83e6-4546ed32d630", "d4018737-0a3c-4600-b4c1-f0d08d31e60e", "e156b52f-9890-4e9e-9302-a441b1b69272", "e4c13418-9142-4276-b15e-0fb265243c0f", "e930195e-baa4-4d42-9d5f-e042fcaf5a9e", "ec2e20b9-e75a-47b4-9b32-3fe556dcc7f8", "f9653b50-d09f-4ecf-a679-4f6100d6b200"], "title": "Information Systems Uncertainty Design and Implementation Combining: Rough, Fuzzy, and Intuitionistic Approaches", "venue": "", "year": 2014, "id": "01edeac9-cd8b-46f9-a8a8-25445b959abc"},
    {"authors": ["Tegegne Marew", "Doo-Hwan Bae"], "n_citation": 1, "references": ["2134bf3b-fd89-4724-90ce-5993b4fa3218", "906c17e0-db09-407b-b760-41df5a3f0293", "94f4382e-cfa6-4aec-92b8-3711fc55da54", "9f172585-8d42-4fce-b6ae-aede321f3fd4", "a3aee287-efd0-4b9d-9cda-d47dd192c9f4", "a9a7fd07-ef71-4b3c-8fcf-d7fe114d2148", "d63dd4ae-4b30-484b-8ffc-88d21839ddad"], "title": "Using Classpects for Integrating Non-Functional and Functional Requirements.", "venue": "international conference on software engineering", "year": 2006, "id": "01f1d231-80ae-4cce-b56c-9d821e0924d0"},
    {"authors": ["Łukasz Kobyliński"], "n_citation": 0, "references": ["5413e164-f614-4fce-a5e1-1e568cd36f9e", "563ae8c8-1d75-4aba-a9df-bd675a1f556c", "ecd6a845-8439-49b0-abe8-f71fff81da23", "fa322496-211b-447b-9400-fee2d75b3b60"], "title": "Automatic Detection of Annotation Errors in Polish-Language Corpora", "venue": "intelligent information systems", "year": 2013, "id": "01f6ef00-cb36-4306-a4b5-d3a894594185"},
    {"authors": ["William L. Hibbard", "Haim Levkowitz", "J. Haswell", "Penny Rheingans", "F. Schroeder"], "n_citation": 50, "references": ["11f0ece4-d29f-4ac6-98f0-9e62e79b8653"], "title": "Interaction in Perceptually-Based Visualization", "venue": "", "year": 1995, "id": "022a8af2-f75a-4b5e-8163-90b986cb33f7"},
    {"authors": ["Yasubumi Sakakibara", "Satoshi Hiyama"], "n_citation": 0, "references": ["1228c212-976b-46c0-b891-1bad42a19dd8", "1b888aaa-9075-455f-b701-39ce15cb6dc8", "42cbbd27-afa3-43fc-8d99-ec25853aa504", "6b49a165-ebe4-4ac6-9869-fbcf5091a343", "972ae154-9446-439c-bc40-b53917f391f2", "9d14d68b-9c42-4192-8515-8625426e984a", "a38c9378-baa0-411d-bcbd-2aac8be41f06", "bed9c059-a2ac-4181-8aa5-58d105d2a743", "cf6406a3-d251-4046-9568-dea14f551e00", "d629a873-45f9-4375-adcd-95acb7c3ff9c", "e29b3b68-e508-4397-97cc-15c09a6cdc87", "e8e94444-ff69-4447-9e5c-526c3deb4c53", "ff80ea73-4981-41d0-b6c5-bde80e3e23d8"], "title": "Bacterial Computing and Molecular Communication", "venue": "", "year": 2012, "id": "023c6be5-68d9-4948-9727-0b2e5be0ffb0"},
    {"authors": ["Harald Weinreich", "Hartmut Obendorf", "Winfried Lamersdorf"], "n_citation": 0, "references": ["259ff48c-d0b9-4fd4-8275-8169c6152224"], "title": "HyperScout: Linkvorschau im World Wide Web.", "venue": "Zeitschrift Für Interaktive Und Kooperative Medien", "year": 2004, "id": "024ed70c-dba7-4e26-870d-57abf1cccd46"},
    {"authors": ["Filipe Cristóvão", "Sara C. Madeira"], "n_citation": 1, "references": ["380555c0-e802-458f-9c8d-248b82b55f48", "434778a0-92b1-4bf3-8d78-77f6f34737cd", "77439662-5048-4812-ad75-3927b933a82d", "8f3c2c52-f66d-40bb-b68f-eb1185941d0c"], "title": "Parallel e-CCC-Biclustering: Mining Approximate Temporal Patterns in Gene Expression Time Series Using Parallel Biclustering", "venue": "", "year": 2012, "id": "025bf71b-be4c-48d4-9c70-20abfd2d5095"},
    {"abstract": "Breast cancer is the most common form of cancer in women. Early diagnosis is necessary for effective treatment and therefore of crucial importance. Medical thermography has been demonstrated an effective and inexpensive method for detecting breast cancer, in particular in early stages and in dense tissue. In this paper, we propose a medical decision support system based on analysing bilateral asymmetries in breast thermograms. The underlying data is imbalanced, as the number of benign cases significantly exceeds that of malignant ones, which will lead to problems for conventional pattern recognition algorithms. To address this, we propose an ensemble classifier system which is based on the idea of Clustering and Selection. The feature space, which is derived from a series of image symmetry features, is partitioned in order to decompose the problem into a set of simpler decision areas. We then delegate a locally competent classifier to each of the generated clusters. The set of predictors is composed of both standard models as well as models dedicated to imbalanced classification, so that we are able to employ a specialised classifier to clusters that show high class imbalance, while maintaining a high specificity for other clusters. We demonstrate that our method provides excellent classification performance and that it statistically outperforms several state-of-the-art ensembles dedicated to imbalanced problems.", "authors": ["Bartosz Krawczyk", "Gerald Schaefer", "Shao Ying Zhu"], "n_citation": 50, "references": ["16f0341b-538d-40f3-996c-8de7cc4dc675", "1ca19102-96fb-4b4b-a469-88ad17f36b11", "38135245-8eff-4078-af6a-ea559ffa660b", "3cbd262f-bf3c-4fcd-a143-dd1a6be49e4b", "5355c319-b80d-40de-bf24-5ab2f95cb7b1", "64b37c52-2186-4398-ba45-5566f33642ce", "87b6c1da-c179-412e-8934-228784c9c82b", "9075487a-8183-4565-ac94-0197da31e056", "a6e178c8-d55f-460c-8e5b-c9d5cfb04c20", "af647f42-0b8d-480b-a36e-c7f351a95473", "b1e0b2d0-8a1e-42f5-8645-9fae30b8636f", "c52208d6-0dfb-400f-a19b-ed6fedfaea19", "e6b6e8f4-3c7d-4435-8ca9-192c3a76cdf8"], "title": "Breast Cancer Identification Based on Thermal Analysis and a Clustering and Selection Classification Ensemble", "venue": "", "year": 2013, "id": "0265aea8-65f3-4f46-b8b1-6b65bcb1d38f"},
    {"authors": ["Ted H. Szymanski"], "n_citation": 7, "title": "On the Universality of Multistage Interconnection Networks.", "venue": "international conference on parallel processing", "year": 1986, "id": "02804a61-a180-4f77-8edf-ff630ddd5ceb"},
    {"abstract": "The development of an automated system for the quality assessment of aerodrome ground lighting (AGL), in accordance with associated standards and recommendations, is presented. The system is composed of an image sensor, placed inside the cockpit of an aircraft to record images of the AGL during a normal descent to an aerodrome. A model-based methodology is used to ascertain the optimum match between a template of the AGL and the actual image data in order to calculate the position and orientation of the camera at the instant the image was acquired. The camera position and orientation data are used along with the pixel grey level for each imaged luminaire, to estimate a value for the luminous intensity of a given luminaire. This can then be compared with the expected brightness for that luminaire to ensure it is operating to the required standards. As such, a metric for the quality of the AGL pattern is determined. Experiments on real image data is presented to demonstrate the application and effectiveness of the system.", "authors": ["J. Niblock", "Jian-Xun Peng", "Karen McMenemy", "George W. Irwin"], "n_citation": 0, "references": ["8fc06656-ed2a-4610-8112-7cb9eb734e1e", "99c6b256-2b1c-40d1-8899-af0be027d3db", "cf14524e-0b45-463b-8abd-2b1a28e6fb10", "e0f789e5-3781-44b6-a06a-373728228a07"], "title": "Automated Object Identification and Position Estimation for Airport Lighting Quality Assessment", "venue": "international conference on computer vision", "year": 2008, "id": "028d37c8-b571-41b3-8101-539252f411dd"},
    {"authors": ["Nadine Kafa", "Yasmina Hani", "Abederrahman El Mhamedi"], "n_citation": 50, "references": ["dbc1afc4-ea36-4175-a495-3fc0291b2731"], "title": "A Fuzzy Multi Criteria Approach for Evaluating Sustainability Performance of Third – Party Reverse Logistics Providers", "venue": "", "year": 2014, "id": "029385b7-b9fc-4c62-b0b4-f6ce31a99a9b"},
    {"authors": ["Lawrence J. Mazlack"], "n_citation": 0, "title": "Heuristic Principles Supporting Making Time Critical Decisions in Knowledge-Based Systems.", "venue": "international syposium on methodologies for intelligent systems", "year": 1988, "id": "02a186be-84bc-4c44-9fd6-2b15d9123607"},
    {"authors": ["Balan Venkatesh", "S. Palanivel", "B. Yegnanarayana"], "n_citation": 50, "references": ["56f4b72a-ec39-47ac-8220-899296e7fb18", "5d738b72-476a-48cb-a789-d11c01794c2e", "66e4459a-d337-4515-9710-7fb0ee7ba528", "aee71707-aeae-4d10-ab0c-b6e518b235b9", "b85ac095-a9f2-4954-b2bf-f53fde98958c", "bf4faf61-b2b7-460f-810f-c423797a3754", "d6e37fb1-5f7e-448e-847b-7d1f1271c574", "e41b2fd1-c576-453e-9a22-9b0eeafe308c"], "title": "Face Detection, Recognition in an Image Sequence Using Eigenedginess.", "venue": "", "year": 2002, "id": "02a58862-0024-4e20-9993-35a8706681b3"},
    {"abstract": "Quality specified image retrieval is helpful to improve the user experiences in mobile searching and social media sharing. However, the model for evaluating the quality of the user generated images, which are popular in social media sharing, remains unexploited. In this paper, we propose a scheme for quality assessment on user generated image. The scheme is formed by four attribute dimensions, including intrinsic quality, favorability, relevancy and accessibility of images. Each of the dimensions is defined and modeled to pool a final quality score of a user generated image. The proposed scheme can reveal the quality of user generated image in comprehensive manner. Experimental results show that the scores obtained by our scheme have high correlation coefficients with the benchmark data. Therefore, our scheme is suitable for quality specified image retrieval on mobile applications.", "authors": ["Qiong Liu", "You Yang", "Xu Wang", "Liujuan Cao"], "n_citation": 3, "references": ["04f8d077-765a-4145-bf14-bace8fc3a7c9", "07b11cc1-12ca-44d4-bcca-702d4d306dfd", "0d2e42c4-595d-449f-8738-2f0553763772", "117fa766-80c7-414e-9f65-5ae1a057fdd6", "19b5f75e-faec-42bb-a795-d6728e493ae8", "27ac42a2-1eb4-4060-80a6-c0a0566bfaf0", "30da015e-fc53-4de5-91b8-18e28f1281d2", "4c859183-ef97-49be-ba88-e096def9acf2", "638ae38d-2880-4c40-8bfc-86510ec17c96", "71198e87-8fba-4bb9-9b0e-286820c815b1", "7dff52ca-5ee1-416f-9e54-8e4a2e42ef9e", "7f1214b2-e070-4ff2-a5d3-647e7c16c2d7", "8575572a-2b87-4cbb-b260-746ddedc4637", "900e5460-9bf1-4fc9-a709-48f16cad4b77", "96564de0-6158-4564-abdf-1533164ae91f", "adea5377-3a51-4831-add5-80ebf31685e1", "c09dd382-6958-408b-aea7-4f5972031e4e", "c2b03f8f-8de3-40a2-ba0e-f0c9142151d3", "c5799806-44a9-4e53-a9ef-0482abc74bf2", "c8263f04-6d4e-4828-89de-f5418cefd1d7", "caaff64a-e3cb-4f06-a292-34994f34417c", "dd4eb389-91ba-498c-b37e-ff757fd1a30f", "ea0912eb-9116-42e7-b7db-fdd1f0b2d6f1", "eb3f6c15-20d6-4d73-8412-cbe15df31bbf", "feddae21-3c05-4743-80fa-b8e101f1b93f"], "title": "Quality Assessment on User Generated Image for Mobile Search Application", "venue": "conference on multimedia modeling", "year": 2013, "id": "02a5e8a8-061e-4c1f-ab16-bda035578e54"},
    {"authors": ["José Luis Martín", "Aitzol Zuloaga", "Josu Cruzado"], "n_citation": 1, "title": "Software Workbench for Movement Estimation based on Optical Flow Computation.", "venue": "", "year": 2001, "id": "02a6e069-9672-496e-8566-bcd436fadfc2"},
    {"authors": ["Mark Northover"], "n_citation": 50, "references": ["382b7b47-1cd7-4236-8457-42c3e527f1f2"], "title": "Online discussion boards - friend or foe?", "venue": "", "year": 2002, "id": "02ad7019-1c4c-4a23-85ac-086e4cfcfcb2"},
    {"authors": ["Christian S. Jensen", "Simonas Šaltenis"], "n_citation": 50, "references": ["137de291-af63-4fe8-92f2-44a1e11a2ada", "23f7e828-eb70-4a4f-ad6a-ad7a034fffca", "34015997-30bf-4bff-a639-7eefa7773c46", "56090a8a-25e0-4117-8c8a-b005962570ab", "82dceba1-1fdc-49d8-89ac-abf76496e74c", "a8c06314-9736-451b-b39b-1b58083e6fe3", "ae3ea321-d857-4f6d-a6f2-cf27993c3b47", "b3fcec7f-72e8-467f-b563-5aa7aef8b70a", "e1a0c763-1224-4560-885c-113d3b59874d", "ed1db967-7ead-47fd-9382-c3bedc3f81be"], "title": "Towards Increasingly Update Efficient Moving-Object Indexing", "venue": "IEEE Data(base) Engineering Bulletin", "year": 2002, "id": "02b94941-769d-479c-8746-b1d8be9e6b52"},
    {"authors": ["Jim Hunter", "Nicholas Mark Gotts", "Ian Michael Hamlet", "Ian K. Kirby"], "n_citation": 50, "references": ["67e983a6-1b1f-41b6-b418-5509db1d0508"], "title": "Qualitative Spatial and Temporal Reasoning in Cardiac Electrophysiology", "venue": "artificial intelligence in medicine in europe", "year": 1989, "id": "02d48327-6f23-4906-b2fb-c1ff66bf6b74"},
    {"authors": ["Claudius Gläser", "Martin Heckmann", "Frank Joublin", "Christian Goerick"], "n_citation": 2, "references": ["18b17dbd-4f51-411e-a099-efadf521f0d8", "24c79482-a7f4-4fe1-b4c3-30de5467420f", "84e00e22-868e-4a9c-9937-2e63a0d2462d", "c80d3d76-2d40-4d31-93b2-cf99ecc8f8dc", "c9820b80-35f6-48c0-b3ff-561c39d0ad34", "dd7f939b-8a5d-4835-9e8d-a34a6228f43d"], "title": "Auditory-based formant estimation in noise using a probabilistic framework.", "venue": "conference of the international speech communication association", "year": 2008, "id": "02e8e38f-ed5c-43a4-b3a4-c5064a725a2d"},
    {"authors": ["Kshiti D. Joshi", "Joe Brooks"], "n_citation": 0, "title": "Knowledge Flows: Knowledge Transfer, Sharing and Exchange in Organizations: Minitrack Introduction", "venue": "hawaii international conference on system sciences", "year": 2004, "id": "032a34b6-559f-44b8-a7ad-6f9c56acbb5b"},
    {"authors": ["Michael A. Henning"], "n_citation": 7, "title": "On the signed total chromatic number of a graph.", "venue": "Ars Combinatoria", "year": 2006, "id": "03385413-7c3a-44ce-b40c-58ff21304270"},
    {"abstract": "We discuss traveling wave solutions to the Yukawa equations, a system of nonlinear partial differential equations which has applications to meson–nucleon interactions. The Yukawa equations are converted to a six-dimensional dynamical system, which is then studied for various values of the wave speed and mass parameter. The stability of the solutions is discussed, and the methods of competitive modes is used to describe parameter regimes for which chaotic behaviors may appear. Numerical solutions are employed to better demonstrate the dependence of traveling wave solutions on the physical parameters in the Yukawa model. We find a variety of interesting behaviors in the system, a few of which we demonstrate graphically, which depend upon the relative strength of the mass parameter to the wave speed as well as the initial data.", "authors": ["Robert A. Van Gorder"], "n_citation": 6, "references": ["36905344-ad94-4e1c-8c44-d535e5d53fcf", "ac39e859-a361-4eab-9f5b-b8f5431bd9c6"], "title": "Traveling wave solutions of the n-dimensional coupled Yukawa equations", "venue": "Applied Mathematics Letters", "year": 2012, "id": "034261a4-1e9b-463f-9549-c0b890af6a41"},
    {"authors": ["Munish Gandhi", "Edward L. Robertson"], "n_citation": 10, "title": "A Data Model for Audio-Video Data .", "venue": "conference on management of data", "year": 1994, "id": "03697436-022a-4255-8a77-c5719ea719fb"},
    {"authors": ["Etiel Petrinja", "Giancarlo Succi"], "n_citation": 1, "references": ["1814833f-fcc7-40ad-bbd0-af5a57817dba", "4c291f96-8035-4fb1-9901-097fd7d32823", "55ef6882-6450-4c11-b579-f7a0ea2dd4bc", "68c15951-edf4-4ca2-86ec-ca9b2cba07b5", "753aca71-0ad0-471e-9940-e5ce83f8623b", "821f75f6-5a93-44bb-873e-0d0a067eebdc", "90e61cdc-2694-45c1-9927-281300ffe7c4", "9e79cd42-28e6-43da-b4cf-ad37752f9122", "b188df7e-6c55-4016-be88-0f02ed9a654e", "b541380f-8e36-4fd8-91b3-04cf1f8d2736", "b924b762-d39e-433a-ab43-19fe84c5ec8a", "b98c775f-6239-4065-a5b8-a836e7b5895c", "cd208086-cc29-49ce-81be-af4cda450278", "f48f4e3b-19b9-4c13-9554-c6f7e81e32ca"], "title": "Two Evolution Indicators for FOSS Projects", "venue": "open source systems", "year": 2012, "id": "037537be-76ff-4f96-88bc-6aebdd4b65ed"},
    {"authors": ["Carlos E. Salgado", "Juliana Teixeira", "Ricardo J. Machado", "Rita Suzana Pitangueira Maciel"], "n_citation": 50, "references": ["15a08ea9-a40d-487c-aecc-1b38b39d7e96", "24418cb5-96b1-4a61-af3c-032ed7d42799", "407b7c6e-6858-4378-91fd-18e00c23f097", "63adcdaa-a52f-4ab4-bdbf-6ba01b58afb1", "69220232-821f-4e21-8d99-3decfb2f9da6", "6dbd7296-0c4b-4876-8dd0-a522cb7a2ebb", "853c8386-e527-4a84-bcb8-fc1ec42df7e4", "b43bd96e-643a-44ce-82de-acbd3800bdf5", "d928788b-9bf1-497b-886e-babe3932081b", "e2dc9c51-9c04-4e06-95a8-57ee82d55963", "edc5580a-d01d-4456-8d7f-03366ceb5e65", "f6fefe9b-0729-4d45-a1b7-ca6292de2a4c", "fd211b78-dd1e-4a2c-96be-33970968a365"], "title": "Generating a Business Model Canvas through Elicitation of Business Goals and Rules from Process-Level Use Cases", "venue": "", "year": 2014, "id": "038a0eb8-5350-4cf6-b86b-1effa9ad405f"},
    {"abstract": "In this paper, we investigate the multi-layer topology preserving mapping for K-means. We present a Multi-layer Topology Preserving Mapping (MTPM) based on the idea of deep architectures. We demonstrate that the MTPM output can be used to discover the number of clusters for K-means and initialize the prototypes of K-means more reasonably. Also, K-means clusters the data based on the discovered underlying structure of the data by the MTPM. The standard wine data set is used to test our algorithm. We finally analyse a real biological data set with no prior clustering information available.", "authors": ["Ying Wu", "Thomas K. Doyle", "Colin Fyfe"], "n_citation": 50, "references": ["2834deb1-eaf2-40c8-899c-fdf2d28e556f", "32c1bdf2-cea7-4d60-8289-2207eaa41a77", "42ff270c-343d-4691-a894-cd191ddbc325", "4453fa3b-308f-472a-be61-65d1ce5c3de2", "6aec5778-8b3b-42f2-915b-ad44fab47236", "79c9d21e-2070-4a0a-a0d4-482438c14647", "89f10062-acf1-4171-b882-f3222c3a357e"], "title": "Multi-layer topology preserving mapping for K-means clustering", "venue": "intelligent data engineering and automated learning", "year": 2011, "id": "03990c4b-45be-4913-80d6-27d3b3381b36"},
    {"authors": ["Robert D. Austin", "Richard L. Nolan", "Shannon O'Donnell"], "n_citation": 3, "title": "A 'Novel' Approach to the Design of an IS Management Course", "venue": "Communications of The Ais", "year": 2009, "id": "03b0d33b-450a-4742-b10f-aa28f56a192c"},
    {"authors": ["Kook Jin Ahn", "Sudipto Guha", "Andrew McGregor"], "n_citation": 26, "references": ["19275f14-6372-4748-adaa-b9b3b25310fa", "40f70152-d340-4f94-9fd2-332c79fba0ea", "645cf994-f85e-4ad5-9498-a954c35c96df", "6ba767a4-0d47-4eaa-8528-c7c6f3290781", "8fed7067-5f57-4f15-88cc-c948bcdd83f4", "9e2da831-0b8e-46af-a13a-034915cfcd15", "a53a3dda-b003-4d5c-96b1-e9afd8e35692", "aaa548b1-1c83-4325-8218-ee1efbf9a484", "b27e040f-8737-433b-a6e5-46c8f6c906b9", "c111bfb4-d946-4dfe-b08d-e603e0de6b0f", "d55d0887-6ae4-4ef0-a87b-d1f08cb4145a", "df235328-685d-4722-a9e8-7c127c69ee08", "ea24fe55-8af2-443d-ba4b-b2bb08697521", "f56b877b-4060-4754-b303-e8140968544c"], "title": "Spectral Sparsification in Dynamic Graph Streams", "venue": "", "year": 2013, "id": "03bec38d-39fb-4bc8-be7b-9622e86ff5ff"},
    {"abstract": "The paper discusses the design principles and current status of a natural language front end for access to data bases. This Is based on the use, first, of a semantically-oriented question analyser exploiting general, language-wide semantic categories and patterns, rather than data base-specific ones; and, second, of a data base-oriented translation component for obtaining search specifications from the meaning representations for questions derived by the analyser. This approach is motivated by the desire to reduce the effort of providing data base-specific material for the front end, by the belief that a general analyser is well suited to the \"casual\" data base user, and by the assumption that the rich semantic apparatus used will be both adequate as a means of analysis and appropriate as a tool for linking the characterisations of input and data language items. The paper describes this approach in more detail, with emphasis on the existing, tested, analyser.", "authors": ["B. K. Bog", "K. Sparck Jones"], "n_citation": 50, "references": ["11aceee0-863e-4bae-81d1-899bc1edaac3", "982ac74b-be8b-4d5c-ab4c-70673857817f", "9ba308df-c0ff-4a32-b9e0-a6e83e01c706"], "title": "A general semantic analyser for data base access", "venue": "international joint conference on artificial intelligence", "year": 1981, "id": "03cda805-9746-48bb-a04d-02c2dac201c7"},
    {"abstract": "State-space explosion is a major obstacle in verification of time-critical distributed systems. An important factor with a negative influence on the tractability of the analysis is the size of constants that clocks are compared to. This problem is particularly accented in ex- plicit state-space exploration techniques. We suggest an approximation method for reducing the size of constants present in the model. The proposed method is developed for Timed-Arc Petri Nets and creates an under-approximation or an over-approximation of the model behaviour. The verification of approximated Petri net models can be considerably faster but it does not in general guarantee conclusive answers. We im- plement the algorithms within the open-source model checker TAPAAL and demonstrate on a number of experiments that our approximation techniques often result in a significant speed-up of the verification.", "authors": ["Sine Viesmose Birch", "Thomas Stig Jacobsen", "Jacob Jon Jensen", "Christoffer Moesgaard", "Niels Nørgaard Samuelsen", "Jiří Srba"], "n_citation": 2, "references": ["05187588-ada5-47d3-ab0d-a282be6fc447", "2230c340-e108-418b-a1ab-c40ef3eaefe5", "260b34ec-bd5e-487e-9e8a-b479dc679345", "26ba289c-7209-4d40-a7c3-3acc2bd88f65", "2a8da6cc-4c7e-480a-929b-d41ee021ccf4", "357c3e46-8be2-422d-b54f-74dbc52e0d3e", "4fccb3c3-45e6-46b9-8806-50d8451fb840", "50f10b22-b641-47ba-b594-d8af05f4c3d5", "80c5d053-0786-4d72-9cb8-a0a3217bd49e", "8512d397-7900-4842-81eb-8a7935a772df", "871abaad-e9bb-4f97-8dc5-081305d73bb9", "92d10f3d-c071-49d4-b9ee-b53151d80aa7", "9849d9c4-a97f-452f-882c-42a8c6cab0b5", "a02087e5-151c-4061-b172-7770f51f84f6", "b9406df7-db37-4dd8-83d9-90b6b1713f2d", "c45016d5-4794-4c33-a2d0-f7d30a38f9ef", "d196ebe5-517e-4423-a021-ec7206cad311", "d50cac03-25bc-47fd-9a27-2be1052bd5e9", "e2f00686-d81e-4d69-b5e3-88a9d8d2e7f9", "e67d1f2b-624c-424e-a4e0-7ba8ff810b14", "ecf23f31-b26e-45aa-8b56-674b89ef15f7", "ff3e5819-210a-4ada-b654-33a95105d77a"], "title": "Interval Abstraction Refinement for Model Checking of Timed-Arc Petri Nets", "venue": "formal modeling and analysis of timed systems", "year": 2014, "id": "03dd4db1-3540-4de6-b8f4-5d79cc538dd7"},
    {"abstract": "We focus on covariance criteria for flnding a suitable sub- space for regression in a reproducing kernel Hilbert space: kernel princi- pal component analysis, kernel partial least squares and kernel canonical correlation analysis, and we demonstrate how this flts within a more gen- eral context of subspace regression. For the kernel partial least squares case some variants are considered and the methods are illustrated and compared on a number of examples.", "authors": ["Luc Hoegaerts", "Johan A. K. Suykens", "Joos Vandewalle", "Bart De Moor"], "n_citation": 13, "references": ["3246059e-cd3b-4d95-8ca9-59f2238c6bb4", "94898e1d-1e50-41ab-9dcc-2c2e030cddd0", "d6b9ff71-cbbb-4801-947c-b4e1224cb649"], "title": "Kernel PLS variants for regression", "venue": "the european symposium on artificial neural networks", "year": 2003, "id": "04136c62-06a9-4c74-9da2-547448a9dc6f"},
    {"authors": ["M. Prim", "Joan Oliver", "Vicenç Soler"], "n_citation": 0, "title": "Aprendizaje de Sistemas Digitales Utilizando Tecnologías Interactivas.", "venue": "Revista Iberoamericana De Tecnologías Del Aprendizaje", "year": 2009, "id": "042fb9d9-840e-445a-84d0-591887d3e880"},
    {"abstract": "In recent years, several advanced methods for image steganalysis were proposed. During research process, some concerns are more and more addressed by steganalyzer. In this paper, we focus on several of these concerns. The first one is how to utilize SVM classifier in practical steganalysis, we use clustering analysis to divide training samples and train several SVM for detecting stego image. In this part we also discussed building an image database that can be used for evaluating steganography/steganalysis fairly. The second is how to designed proper classifier for steganalysis, especially how to take information of cover/stego image pair into account. We will discuss several notions regard to these two concerns.", "authors": ["Qingxiao Guan", "Jing Dong", "Tieniu Tan"], "n_citation": 1, "references": ["24f4d12f-46d3-48c3-873f-353c99b0f939", "7cf849c0-c163-4da0-b88a-c4ed255e8911", "96f3dfb4-d7ae-4391-98f5-87922010fd1b", "ac2c54f7-4843-4799-a38a-36265ca56f30", "b0443264-6199-4cec-b991-ef1b0860cfd1", "d829955b-baee-4df9-9bfb-19f181b2f7c9", "e4f5197a-867f-410c-a526-339eef9d878b"], "title": "Two notes from experimental study on image steganalysis", "venue": "international conference on intelligent computing", "year": 2013, "id": "0440e3ec-6f52-4cd4-8d97-bc25440a233e"},
    {"abstract": "This paper presents an experimental evaluation of a rapid, adaptive assessment of the difference threshold (DL) of passive metacar- pophalangeal index finger joint flexion using a robotic device. Parameter Estimation by Sequential Testing (PEST) is compared to the method of constant stimuli (MOCS) using a two-alternative forced-choice par- adigm. The pilot study with 13 healthy subjects provided DLs within similar ranges for MOCS and PEST, averaging at 2.15 ◦ ± 0.77 ◦ and 1.73 ◦ ±0.78 ◦ , respectively, in accordance with the literature. However, no significant correlation was found between the two methods (r(11) = 0.09, p =0 .762). The average number of trials required for PEST to converge was 58.7± 17.6, and significantly lower compared to 120 trials for MOCS ( p< 0.001), leading to an assessment time of under 15 min. These results suggest that rapid, adaptive methods, such as PEST, could be success- fully implemented in novel robotic tools for clinical assessment of sensory deficits.", "authors": ["Mike D. Rinderknecht", "Werner L. Popp", "Olivier Lambercy", "Roger Gassert"], "n_citation": 50, "references": ["daaf1ef7-4015-4244-ba53-21d84d0b1674"], "title": "Experimental Validation of a Rapid, Adaptive Robotic Assessment of the MCP Joint Angle Difference Threshold", "venue": "", "year": 2014, "id": "045c16e3-35e1-473d-9083-7f165526c45c"},
    {"authors": ["Diana Inkpen", "Graeme Hirst"], "n_citation": 25, "references": ["2a387921-04ce-43a6-bf83-334116e8dbe4", "6d986416-3e63-41bd-89e4-3668e30e0e5a", "8f00d033-f73d-4319-ac53-f6230f37a704", "fa120211-756b-47c8-93b0-0c2df711ba3f"], "title": "Near-synonym choice in natural language generation", "venue": "recent advances in natural language processing", "year": 2003, "id": "0467f064-6a97-4a62-a371-296953f4acfe"},
    {"authors": ["Bart Demoen", "André Mariën", "Allain Callebaut"], "n_citation": 50, "title": "Indexing Prolog clauses", "venue": "", "year": 1989, "id": "048e0b4f-5685-4507-8d38-d65b45b3adaf"},
    {"authors": ["Reinhard Klein"], "n_citation": 6, "references": ["00ad420f-8d10-4d6f-9dd3-729809a95567", "5fa53ae5-d541-4335-a903-d842c68b7bf7", "6478ee27-4f7d-4cf9-99e4-af171af38e58", "6dd8b562-6a84-4423-a1c1-aa2723ed6593", "d6396f5e-a606-47cc-b7bd-bca58b54d26a"], "title": "Linear Approximation of Trimmed Surfaces", "venue": "", "year": 1994, "id": "04a259d4-1c49-4192-a1ec-c20b1fab56ec"},
    {"abstract": "The paper describes user behavior as a result of introducing monetization in the freemium educational online platform. Monetization resulted in alternative system growth mechanisms, causing viral increase in the number of users. Given different options, users choose the most advantageous and simple ones for them. System metrics in terms of the K-factor was utilized as an indicator of the system user base growth. The weekly K-factor almost doubled as a result of monetization introduction. Monetization and viral growth can be both competing and complementary mechanisms for the system growth.", "authors": ["Ilya V. Osipov", "Anna Y. Prasikova", "Alex A. Volinsky"], "n_citation": 0, "references": ["20bd450e-1e64-4350-8b4e-16c25ece050f", "22ab2de7-1e10-4b34-bd95-b40b044412f4", "43a92b7b-b065-43b3-921a-fbb90b7ec63f", "5432e816-4fcc-4ca2-8a22-66ab19e7d8bd", "77a3f5e6-6a65-4b94-96a3-7674234f9c07", "8e4fdc2d-34f5-4cf4-a140-e9de62109350", "a165b812-6dc4-4906-9efb-8890644f5155", "d2645c86-a994-471a-bf55-8f4a4f1914d0", "df406472-de42-42c7-ab8b-f899db0e8640", "e0c6d05c-2dba-424e-9d5c-7b965f892474", "e1f32b0f-7af0-4c63-8699-6e850daddde6"], "title": "Monetization as a Motivator for the Freemium Educational Platform Growth", "venue": "arXiv: Computers and Society", "year": 2015, "id": "04b38d22-d10c-4b84-8a9d-bd610400aa4e"},
    {"authors": ["Probir Kumar Banerjee", "Hamid Bagha"], "n_citation": 1, "references": ["18463ed3-0acb-49b8-a688-f1a8575a26d5", "4bb4252d-a762-4e33-be87-786936391419", "79c40824-1c6d-4362-8eb0-f5a535230668", "b962d42b-7757-4393-b17e-03e24990c6a3", "be65e3c9-3377-477f-a728-236350eaba66", "f130d8c8-6246-4749-aea4-524fa1300c1b"], "title": "EMR ADOPTION BY SMALL CLINICS IN MALAYSIA: AN EXPLORATORY STUDY AND THEORETICAL EXPLANATION", "venue": "pacific asia conference on information systems", "year": 2014, "id": "04b3a8d0-427b-442f-a43a-561f7c3473de"},
    {"authors": ["Volker Frehe", "Florian Stiel", "Frank Teuteberg"], "n_citation": 0, "references": ["059b9c75-15cd-40ce-8ee7-88f85ffa4140", "139c9725-d5df-49b0-b64c-1de5f43ffa4d", "358685cd-228e-4010-8d58-f2c7c7abee68", "885cfaf9-43e5-4101-9554-40962d09fe53", "8d5b3416-84e6-4926-bd61-7b2f3c7d2714", "92b354ec-be2f-46cd-a1b6-641b40e776cd", "ba76c3e1-dbba-479f-8b50-e27299668d51", "d9a58b32-b840-4f7a-b4f2-009595749032", "e173a9e7-14ca-4519-8e69-aaf60439896b"], "title": "A Maturity Model and Web Application for Environmental Management Benchmarking", "venue": "", "year": 2014, "id": "04b48a27-aff7-4276-9952-17cd6d7a7761"},
    {"authors": ["Eleanor Leist", "Dan J. Smith"], "n_citation": 0, "references": ["063178c7-d67b-46bd-885f-04def86e0fb5", "115cc928-34e7-47a5-a036-2cefd8dfddeb", "193f995e-e724-42e5-8b2e-0725fefc1310", "2eaf0ea0-aad7-4f41-9452-7ec940aecb55", "42702730-1904-4680-95b5-71c7fffef58b", "42b38486-efb3-41bf-8ccb-7e6f5ef4d27d", "443e333d-90c4-4710-bf4c-f61208be52ba", "586c38ee-1a29-47b7-95e3-4215a1d90de6", "589f331e-50cd-4fd2-9ced-b03b4bc972b2", "66175cb2-3e0a-450a-9ee8-2ac66bdb7b93", "84559446-915b-4f06-b72f-272b79e3dfdf", "92925368-fa60-4ed6-8fed-43773aaed3ad", "9741c791-615f-40e6-ac20-0c5334827069", "98c72ca3-c9fa-436f-9726-caaa65600448", "a0a94809-4f1a-4b42-a3e9-6eb54b53b82f", "c247aa9f-9d52-4b34-bfe0-b11d8cd3c4c0", "cb1817aa-5a35-465e-b429-9cdec14279ee", "fa848c17-06c5-4cd8-9cee-fefb667d436a"], "title": "Accessibility Issues in E-Government", "venue": "electronic government", "year": 2014, "id": "04c98093-dea5-4e53-b7de-9cf9b0e3d42d"},
    {"authors": ["Jesper Boserup Thestrup", "Tamas Gergely", "Peter Beck"], "n_citation": 50, "references": [], "title": "Exploring New Care Models in Diabetes Management and Therapy with a Wireless Mobile eHealth Platform", "venue": "", "year": 2011, "id": "04dfa431-3118-4092-9238-93c2261ad157"},
    {"abstract": "The acquisition of concepts induced by structural descriptions of pictures is discussed and a representation scheme is presented which allows the construction of various abstractions based on different points of views and their storage in a simulated associative memory.", "authors": ["Pierre E. Bonzon"], "n_citation": 0, "references": ["84d1c991-a589-4b22-8341-f6f8e5bade27", "f9bb0c0c-ef66-46b1-9781-be57b8033f59"], "title": "Learning of abstractions from structural descriptions of pictures", "venue": "international joint conference on artificial intelligence", "year": 1979, "id": "04f16960-42b0-4f58-a1ff-23844582c40c"},
    {"authors": ["Kenro Yatake", "Toshiaki Aoki", "Takuya Katayama"], "n_citation": 2, "title": "Collaboration-based verification of Object-Oriented models in HOL.", "venue": "", "year": 2004, "id": "05207a8a-9956-48d7-b925-870ec70a0892"},
    {"authors": ["Peter Herrmann", "Manfred Noël"], "n_citation": 0, "title": "Formale Verifikation eines Reglers für Fahrbahnmarkierungsmaschinen.", "venue": "", "year": 1999, "id": "0534fb16-add3-4811-b952-7f9814280978"},
    {"abstract": "We study a hypergraph transversal computation: given a hypergraph, the problem is to generate all minimal transversals. This problem is related to many applications in computer science and vari- ous algorithms have been proposed. We present a new efficient algorithm using the compressed data structures BDDs and ZDDs, and we analyze the time complexity for it. By conducting computational experiments, we show that our algorithm is highly competitive with existing algorithms.", "authors": ["Takahisa Toda"], "n_citation": 50, "references": ["0e581d6e-5ee2-4f4e-8cb7-504792a9d074", "16fa7ec5-e52d-45fe-b2da-b58421e675d9", "1883008e-4f9e-4a53-a93d-38aa0552c0f4", "3f2468a2-3197-4721-8c17-d581265bf373", "4bccdaf0-63d9-4657-9e47-5f7bd5882d5f", "57ba4fab-d952-4879-a6a6-5a348fd49095", "5f3acae9-b017-46bc-93e4-63e9047682e1", "60f72d5e-cd9f-44fb-86d1-5e25a6b7486c", "8ac6b5f4-9db2-4f4b-a651-d14d169f38dd", "98a8bad9-a456-4f38-836c-5a5b5e19384d", "a8cc518b-bd85-469e-bee3-32adc0470fc8", "aa42c53f-0236-4252-b2a5-6dbe1e3d9c2e", "b2015b68-3e0b-4338-b200-d06c86dccc27", "dc1687d4-611e-4322-a94b-9602958636ee", "e39f6caf-0f32-4f2e-9a0e-5e6212a5c6b5"], "title": "Hypergraph Transversal Computation with Binary Decision Diagrams", "venue": "symposium on experimental and efficient algorithms", "year": 2013, "id": "05440797-8533-4496-b6ea-c414a4379fea"},
    {"authors": ["Vladimir V. Lukin", "Victor I. Chemerovsky", "Vladimir P. Melnik", "Sari Peltonen", "Pauli Kuosmanen"], "n_citation": 13, "title": "Iterative procedures for nonlinear filtering of images.", "venue": "", "year": 1999, "id": "0558312a-fb1c-47b8-bbd6-e1080ee4d0e4"},
    {"authors": ["Thomas Portele", "Silke Goronzy", "Martin Emele", "Andreas Kellner", "Sunna Torge", "Jürgen te Vrugt"], "n_citation": 50, "references": ["6bb66751-ba4a-4740-9bc6-a41500f33022", "a89dda25-6df0-4efc-bca4-ef78e27d8c8a", "df5af344-3a10-417b-8f9a-1cc7fdf2039c", "f105e516-20b9-4bbb-97db-68ed4b396d31"], "title": "Smartkom-home - an advanced multi-modal interface to home entertainment.", "venue": "conference of the international speech communication association", "year": 2003, "id": "0564b85b-eac4-4a59-951e-3d8badc0c3e7"},
    {"abstract": "We present the application of software process modeling and simulation using an agent-based approach to a real case study of soft- ware maintenance. The original process used PSP/TSP; it spent a large amount of time estimating in advance maintenance requests, and needed to be greatly improved. To this purpose, a Kanban system was success- fully implemented, that demonstrated to be able to substantially improve the process without giving up PSP/TSP. We customized the simulator and, using input data with the same characteristics of the real ones, we were able to obtain results very similar to that of the processes of the case study, in particular of the original process. We also simulated, using the same input data, the possible application of the Scrum process to the same data, showing results comparable to the Kanban process.", "authors": ["David J. Anderson", "Giulio Concas", "Maria Ilaria Lunesu", "Michele Marchesi", "Hongyu Zhang"], "n_citation": 19, "references": ["838e45e4-6acf-4762-8840-51b9ca45cc7b", "851fb1f6-fb31-424d-b2ed-dc78ad7a7133", "92da2130-2873-421f-900b-ea9697adca1e", "9c923cfa-f349-4063-a4c5-0b78bef18d53", "ad95051e-603c-4a97-b0fe-67585fae10b9", "bc328964-b2d8-4c18-a11e-6d3e17bd409e", "e54cba34-36b4-4572-9482-cd24e6d9ff09", "f65186e6-fa84-4ef3-8fe9-d139c330b836", "fd8c821b-9b88-4523-bfc4-1622252ed74f"], "title": "A Comparative Study of Scrum and Kanban Approaches on a Real Case Study Using Simulation", "venue": "", "year": 2012, "id": "0572f1eb-2193-4dd6-b32e-b168806a1531"},
    {"authors": ["Jeff Conklin", "Susan Leigh Star"], "n_citation": 50, "title": "Panel: Organisational Memory.", "venue": "european conference on computer supported cooperative work", "year": 1991, "id": "059af7d6-e56c-4790-bfc7-13fadd01df05"},
    {"authors": ["Philipp Marcus", "Moritz Kessel", "Claudia Linnhoff-Popien"], "n_citation": 13, "references": ["4405ae69-8ae3-4e86-9259-9c5c3d211cf9", "467e0525-1567-43d6-9f47-9a8b4ccff4ad", "6946939e-bdfd-4c24-bb66-97da46ebafa0", "6b1cee08-8df3-42dd-879b-e1a69d070e85", "8cbc12d4-23d6-41b4-9386-cb2fcce447a0", "923fb0b7-fa34-4ad2-8fd4-e3dac99607e7", "97e485ed-fcac-4da8-9a83-b3615d8f0626", "b0d52b8a-a7b1-4feb-b066-c8e47d3bfe6a", "d9820ec9-e4aa-4f52-847e-17d0ee837d73"], "title": "Securing Mobile Device-Based Machine Interactions with User Location Histories", "venue": "security and privacy in mobile information and communication systems", "year": 2012, "id": "05a244dd-3c1b-4131-99d0-3085a1c9cbf7"},
    {"authors": ["Jason Cope", "Henry M. Tufo"], "n_citation": 50, "references": ["00733fe9-f946-4777-8bf8-c2b6b1f18741", "073967ef-95fb-4f34-8de6-82dd0fd1aea5", "11dc5180-699a-4065-91ae-aad6b7e548a0", "18fd0fcf-05d2-4af0-9fe8-d2e3e20066f3", "19ca47ba-08b4-41cd-8302-c1d6862f1649", "1c25ba38-01cc-4bdc-a496-314912d5c3be", "214063f7-c5e1-4099-a7f2-5de67cdb99db", "4e3410e1-0f6e-4530-b0bb-b37f5051f219", "9501fa6a-4b22-4ba5-9fef-ff5e20a78b23", "9660d5fa-c6a7-49ce-8460-94e2f6c664b7", "9726dd4c-d85a-40f6-8f63-111ae18e92f2", "9d9f1617-b14c-4fcb-8c4a-501e8cebd6c9", "b49d3cc8-af03-45da-939a-7e796a2fc0e3", "c0fbd059-ec96-4859-acee-1a3d32675722", "c734c405-d1c9-4ffe-b305-481eb0b17a71", "de5a2355-8378-4699-998f-ccf708159d82"], "title": "ADAPTING GRID SERVICES FOR URGENT COMPUTING ENVIRONMENTS", "venue": "international conference on software and data technologies", "year": 2008, "id": "05dd7770-f1d8-4e46-8e06-a4d90ea706b0"},
    {"authors": ["Klaus-Dieter Althoff", "Frank Maurer", "Ralph Traphöner", "Stefan Weiß"], "n_citation": 0, "title": "Die Lernkomponente der MOLTKE 3 -Werkbank zur Diagnose technischer Systeme.", "venue": "", "year": 1991, "id": "05e43bad-5939-4c38-b856-07cdfe6651fd"},
    {"abstract": "Entailment pairs are sentence pairs of a premise and a hypothesis, where the premise textually entails the hypothesis. Such sentence pairs are important for the development of Textual Entailment systems. In this paper, we take a closer look at a prominent strategy for their automatic acquisition from newspaper corpora, pairing first sentences of articles with their titles. We propose a simple logistic regression model that incorporates and extends this heuristic and investigate its robustness across three languages and three domains. We manage to identify two predictors which predict entailment pairs with a fairly high accuracy across all languages. However, we find that robustness across domains within a language is more difficult to achieve.", "authors": ["Manaal Faruqui", "Sebastian Padó"], "n_citation": 3, "references": ["484d1994-e9da-477d-9be2-1f1e154cd919", "68453f24-4276-4d0c-b37e-19d23af549be", "71103b6f-e0a7-4eff-9759-b101db960813", "740934af-33dd-4725-9755-5905b5b2950b", "c3f183fc-1f5d-44a9-85c4-c81a03e89586", "c92afebe-c430-4bb8-9ef9-6a46981d2008", "f82b5743-01a4-45f3-bce7-b0ea605b77a1"], "title": "Acquiring entailment pairs across languages and domains: a data analysis", "venue": "", "year": 2011, "id": "05e535a9-2021-4393-a19e-6a0277034323"},
    {"authors": ["Guo-Hong Ding", "Yifei Zhu", "Chengrong Li", "Bo Xu"], "n_citation": 14, "title": "Implementing vocal tract length normalization in the MLLR framework.", "venue": "conference of the international speech communication association", "year": 2002, "id": "0602535c-1d37-4e96-9882-9be45ecd334a"},
    {"authors": ["John Newman", "Ali Abu-El Humos", "Tesfa Haile", "Hyunju Kim"], "n_citation": 0, "title": "Telecommunication Information Tracking Application.", "venue": "", "year": 2008, "id": "061420be-adce-4a4b-a32e-cd69fad1f2d9"},
    {"authors": ["Simone Gaffling", "Florian Jäger", "Volker Daum", "Miyuki Tauchi", "Elke Lütjen-Drecoll"], "n_citation": 4, "references": ["3a241ddf-3bde-4740-b9fe-d7f8acb5b475", "45e96681-bae7-45cb-86cf-c6f89b96a8a6", "4dd05f61-4df3-482c-8d2f-787a149019c0"], "title": "Interpolation of Histological Slices by Means of Non-rigid Registration", "venue": "", "year": 2009, "id": "06194bd4-c96e-4193-a56f-82b96886e767"},
    {"authors": ["Jaewook Chung", "M. Anwar Hasan"], "n_citation": 50, "references": ["b68fc787-7817-421e-8e66-8a98ab9db1ad"], "title": "More Generalized Mersenne Numbers: (Extended Abstract).", "venue": "", "year": 2003, "id": "062b0f9f-b8bb-44aa-995d-893e47fc6187"},
    {"abstract": "Resource tagging has become an integral and important feature in enabling community users to easily access relevant content in a timely manner. Various methods have been proposed and implemented to optimize the identification of and access to tags used to characterize resources across different types of social web-based communities. While these user-focused tagging methods have shown promise in their limited application, they do not transfer well to internal business applications where the cost, time, tagged content, and user resources needed to implement them is prohibitive. This paper provides a case study of the process, tools, and methods used to engage users in the development and management of a tag taxonomy (folksontology) used to characterize content in an internal technical support community in the Cisco Global Technology Center.", "authors": ["Donald M. Allen", "Thomas Schneider"], "n_citation": 0, "references": ["4b494e20-c3a2-4ce5-b30f-39cc65467c68", "58a1b425-203d-4692-990b-182f5bf06d85", "8b3d6c32-ead9-4956-a865-62c24fdc5f07", "8b4c7f2c-a96f-4a2e-bf72-37bc684ca721", "a6139ee6-b91b-4e60-9170-2c32e0090abf", "aceb7f01-ad0f-4e5f-a1f5-3f779193c3cb", "cf4616c7-ca42-47b9-9169-b48acadaf93b"], "title": "The role of the community in a technical support community: a case study", "venue": "", "year": 2013, "id": "062d5c3a-c174-46e4-89a4-10bfad040e57"},
    {"authors": ["Pascal Nicolas", "Laurent Garcia", "Igor Stéphan"], "n_citation": 0, "references": ["050a45a4-47a6-482f-b7d1-fd364216b025", "2a6f84dd-fa5d-4471-95e3-68af96fd1d36", "5c50a384-c52c-4389-bee4-fc0b4cee9c7b", "adf71b1d-caf5-439b-b9e5-c07f2685b259", "bcb2a694-1be7-498f-96b4-1b02878c9e8e", "c696266d-df8e-4fcb-ba65-e18008ff9356", "db658327-1f48-4f80-8f7d-09d88096f297", "e22908da-10e5-49ec-93ed-2d7b1e1e8da3"], "title": "A possibilistic approach to restore consistency in answer set programming.", "venue": "non-monotonic reasoning", "year": 2004, "id": "06416621-0398-45af-82da-aa80e5fad7ba"},
    {"authors": ["Thanh Tra Luu", "Nadia Boukhatem"], "n_citation": 0, "references": [], "title": "Generic IP Signaling Service Protocol", "venue": "", "year": 2005, "id": "064d85e2-8e79-482b-8ffd-9a9a047f3f78"},
    {"authors": ["Catarina Lucena", "Joao Sarraipa", "Ricardo Jardim-Goncalves"], "n_citation": 1, "references": ["0e151275-9ec5-4a28-b8bb-95da437c07fb", "53cdb6b9-5815-40b8-a585-82e6bcc0a772", "92a96944-2acd-40fe-94d1-cce8f9644fda", "97ac45dc-20f2-43c2-b89d-7c3ead7026b3", "a1b84695-00d4-4f75-9791-1f7d0008424d", "b440d002-b55b-4acf-a5c3-73ebe407a9d3", "fc5520e7-b30a-4c25-aaa4-00581bd35266"], "title": "Semantic Adaptation of Knowledge Representation Systems", "venue": "doctoral conference on computing, electrical and industrial systems", "year": 2013, "id": "06780863-8bc5-4614-a866-0fe0e45f0f24"},
    {"authors": ["Christine Bauer", "Sarah Spiekermann"], "n_citation": 29, "references": ["024de376-3477-41d1-9075-acf633652fea", "04a51ca7-4eab-4227-b14f-b0f7ca8347ad", "081b1c58-3040-4c57-9758-d213c6646b83", "0d19e770-eb9c-4890-9807-939c6c131eb7", "2b8c4575-897f-40ee-8023-9b4ce82f6fce", "59912729-8d73-401d-b622-96914f45138e", "5a3c03e5-8de3-4bfd-ae4b-7cbef45a423b", "684d6dc5-1fc3-4867-8b55-994c079fc882", "779000e1-bfe6-40f7-ac5a-f0f9dab2f9d9", "939bf743-015e-46af-90ec-a2e7bc9423e7", "a8f817e7-756a-4ade-bdbb-9499d24e8c23", "d2f431da-276b-4ded-866a-e55cdd68125f", "d32acd03-508a-4c3d-8b26-170b0c2fe41d", "f4896738-7b31-420e-9b23-6093f05dd8d5", "feddae21-3c05-4743-80fa-b8e101f1b93f"], "title": "Conceptualizing Context for Pervasive Advertising", "venue": "", "year": 2011, "id": "06ea3e80-8ff1-49ae-acc5-516171e36263"},
    {"authors": ["Fevzi Belli", "Hinrich E. G. Bonin"], "n_citation": 0, "references": ["4a9503da-e1fc-47d7-aef9-6901833c6e25"], "title": "Einsatz eines Gefahrgut-Informationssystems - Beobachtungen und Konsequenzen für die Weiterentwicklung", "venue": "", "year": 1989, "id": "06edffe0-60f0-45a1-9986-5d4ba41c7f21"}
]